tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "matsub/anyenv"
tap "rcmdnk/file"
cask "java"
brew "bash-completion@2"
brew "git"
brew "git-flow-avh"
brew "go"
brew "gradle"
brew "graphviz"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "mas", link: true
brew "maven"
brew "wget"
brew "rcmdnk/file/brew-file"
cask "appcleaner"
cask "atom"
cask "docker"
cask "epichrome"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "java8"
cask "kindle"
cask "meld"
cask "mysqlworkbench"
cask "owncloud"
cask "postman"
cask "silverlight"
cask "slack"
cask "station"
cask "switchhosts"
cask "teamsql"
cask "typora"
# cask "vagrant"
# cask "vagrant-manager"
# cask "virtualbox"
# cask "virtualbox-extension-pack"
cask "visual-studio-code"
# Currentry, we cannot use mas
# mas "1Password 7", id: 1333542190
# mas "GarageBand", id: 682658836
# mas "iMovie", id: 408981434
# mas "Keynote", id: 409183694
# mas "Microsoft Excel", id: 462058435
# mas "Microsoft OneNote", id: 784801555
# mas "Microsoft Outlook", id: 985367838
# mas "Microsoft PowerPoint", id: 462062816
# mas "Microsoft Word", id: 462054704
# mas "Numbers", id: 409203825
# mas "OneDrive", id: 823766827
# mas "Pages", id: 409201541
# mas "PicGIF Lite", id: 844918735
# mas "Pixelmator", id: 407963104
# mas "SonicWall Mobile Connect", id: 822514576
# mas "Stay", id: 435410196
# mas "The Unarchiver", id: 425424353
# mas "Xcode", id: 497799835
